{
  "messages": [
    {
      "jp": "プロデューサーさんが書類で合格を出した子ですけど……\r\n今の時間は、ダンスレッスン場にいるみたいですよ",
      "tl": "Producer-san, someone passed up a valid document... she's already here, it's at the Dance Lesson."
    },
    {
      "jp": "そうですか\r\nじゃあ、会いに行ってきます",
      "tl": "Is that so? Then I'll go now."
    },
    {
      "jp": "（……有栖川夏葉さん、か。いいところの\r\nお嬢様みたいだけど、いったいどんな子だろう……）",
      "tl": "(... Natsuha Arisugawa...?  She looks like a young and fine lady... I wonder what kind of girl she is...)"
    },
    {
      "jp": "ワン、ツー、スリー、フォー！",
      "tl": "One! Two! Three! Four!"
    },
    {
      "jp": "（……すごい熱気だな\r\n邪魔するのも良くないし、このまま待っていよう）",
      "tl": "(... Her passion is amazing... It's better to not disturb, I'll just wait here...)"
    },
    {
      "jp": "アナタが私のプロデューサーね？",
      "tl": "You're my Producer, right?"
    },
    {
      "jp": "ああ、君が有――",
      "tl": "Ah, you're Natsu-"
    },
    {
      "jp": "いい？　目指すならトップだけよ！",
      "tl": "Listen, our goal is to reach the top!"
    },
    {
      "jp": "……え、えーっと？",
      "tl": "...E-Ehh?"
    },
    {
      "jp": "あら、何を呆けているのかしら\r\n当然のことでしょう！",
      "tl": "Ara, why are you dumbfounded? Of course, that's our goal!"
    },
    {
      "jp": "アイドルだろうとなんだろうと、\r\n世界一以外の目標はありえないわ！",
      "tl": "Every idol has the same goal... to be Number One in the world!"
    },
    {
      "jp": "アナタも私のプロデューサーなら\r\nそのつもりでいなさい！",
      "tl": "You're my Producer, so you will take me there!"
    },
    {
      "jp": "……わかった。じゃあ、そのために\r\nどうすればいいか、一緒に考えていこう",
      "tl": "...U-Understood. Then first, let's think on how we're going to achieve it."
    },
    {
      "jp": "いいえ、その必要はないわ",
      "tl": "No, there's no need for that."
    },
    {
      "jp": "どういうことだ？",
      "tl": "Why is that?"
    },
    {
      "jp": "アイドルのプロデュースならアナタのほうが\r\n経験があるかもしれないけど",
      "tl": "You are an idol's Producer, yet you should have experience."
    },
    {
      "jp": "有栖川夏葉のプロデュースなら私のほうが\r\n経験が長いというだけの話よ",
      "tl": "If you're producing Natsuha Arisugawa's, you'll get a lot of experience. "
    },
    {
      "jp": "だからアナタは何も考えなくていいの\r\n全部私に任せておきなさい",
      "tl": "That's why, you don't have to think about anything, leave everything to me."
    },
    {
      "jp": "うーん……さすがにそういうわけにもいかないけど、\r\n君の意見はできるだけ取り入れていくことにしよう",
      "tl": "Um... I can't really do that, but I'll listen to your opinions as much as possible."
    },
    {
      "jp": "それと、君には『放課後クライマックスガールズ』という\r\n五人組ユニットで活動してもらうことになっているが……",
      "tl": "And, you're active in a group called 'Houkago Climax Girls... is that right?"
    },
    {
      "jp": "別にいいわよ",
      "tl": "It's nothing, really."
    },
    {
      "jp": "ソロだろうとユニットだろうと、\r\n私がトップを目指すことには変わりないもの",
      "tl": "It doesn't matter if I do it solo or in a unit, my goal has not changed"
    },
    {
      "jp": "そうか\r\nじゃあ、これからよろしく頼むよ",
      "tl": "Is that so? It's a pleasure working with you."
    },
    {
      "jp": "ええ\r\nしっかり私についてきなさい、プロデューサー",
      "tl": "Eh? Follow my lead, Producer."
    },
    {
      "jp": "（……清楚なお嬢様を想像してたけど、\r\nかなり芯の強い女の子なんだな）",
      "tl": "(...I thought that she was a neat lady, but she's a pretty strong girl.)"
    },
    {
      "jp": "（よし、この個性をなるべく活かしていけるよう\r\n頑張ってプロデュースしていこう）",
      "tl": "(Alright, let's make the best out of her personality. Let's do our best producing her.)"
    }
  ]
}
