{
  "messages": [
    {
      "jp": "……うーんここにもいなさそうだ",
      "tl": "...not here too."
    },
    {
      "jp": "はづきさんに、アイドルは自分で探してくるようにと\r\n言われているからな……",
      "tl": "Hazuki-san told me to go scout for an idol, but easier said than done..."
    },
    {
      "jp": "ピンとくるような子が、どこかに……\r\nきっといるはずだけど……",
      "tl": "There must be someone near here... surely..."
    },
    {
      "jp": "（そんなにすぐ、見つかるものでもないよな）",
      "tl": "(I don't think it's something you can find so soon.)"
    },
    {
      "jp": "……一旦、事務所に戻るか",
      "tl": "... Once I'm back in the office-"
    },
    {
      "jp": "あははっ。……わーい！",
      "tl": "Ahaha. ...Waiiii!"
    },
    {
      "jp": "……ん？\r\nあの子は……",
      "tl": "Hmm? That girl is..."
    },
    {
      "jp": "（高校生くらいかな……すごくきれいな子だ\r\nあの年頃で、あんなふうに公園で遊んでるのも珍しいな）",
      "tl": "(A high school student... she's beautiful. It's rare see students her age play in a park.)"
    },
    {
      "jp": "……あれっ？",
      "tl": "... Eh?"
    },
    {
      "jp": "どうしたんですか？",
      "tl": "What's wrong?"
    },
    {
      "jp": "（さっきの純真な笑顔はみんなを元気にしてくれるはず……\r\nこの子ならきっと……）",
      "tl": "(That innocent smile just now... one that would make people happy... this girl is definitely...)"
    },
    {
      "jp": "君、アイドルにならないか？",
      "tl": "You, would you like to be an idol?"
    },
    {
      "jp": "アイドル……ですか？",
      "tl": "An... idol?"
    },
    {
      "jp": "うん、俺はこういうものなんだけど……",
      "tl": "Yea, I am a... what do you call it..."
    },
    {
      "jp": "わぁ！　名刺なんて、初めてもらっちゃいましたっ。\r\nなんだか大人！　って感じがしますっ",
      "tl": "Waa! I got a business card for the first time, I feel like an adult!"
    },
    {
      "jp": "ん……？　え～と……\r\n君、年はいくつ？",
      "tl": "Hmm? Um... How old are you?"
    },
    {
      "jp": "はいっ\r\n小宮果穂、12歳！　小学6年生ですっ！",
      "tl": "Kaho Komiya! 12 years old! Grade 6 in Elementary!"
    },
    {
      "jp": "……ええっ！\r\n君、小学生なのか！？",
      "tl": "....Eh?! You... You're an elementary student?"
    },
    {
      "jp": "はい！　みんなより背がおっきいから\r\nよく大人と間違われるんですけど",
      "tl": "Yes, I'm taller than everyone else so I often get mistaken for an adult..."
    },
    {
      "jp": "だろうね……\r\n俺も高校生くらいかと思ってたよ",
      "tl": "I guess so... I too thought you were a high school student."
    },
    {
      "jp": "（たしかに魅力を感じる子だけど、\r\n小学生をこの場でスカウトしてもいいのか……？）",
      "tl": "(It's true that this girl has the charm of a child, but on this occassion... can I scout her?)"
    },
    {
      "jp": "……もし良かったら、その名刺をご両親に見せて、\r\nアイドルにスカウトされたって伝えてもらえないかな",
      "tl": "...if you would like to, show the card to your parents, tell them you were scouted to be an idol."
    },
    {
      "jp": "君のその元気さはみんなに夢を与えられると思ってる\r\nもしよかったら、アイドルについて考えてほしい",
      "tl": "Your spirit can give people dreams. If it's fine, I want you to think about being an idol."
    },
    {
      "jp": "はい、わかりましたっ！\r\nえへへ！　お父さんとお母さん、びっくりするかなー",
      "tl": "Yes, understood! Ehehe! I wonder if Mom and Dad will be surprised~"
    },
    {
      "jp": "さてと……\r\n今日も元気に、アイドルを探しに行くか",
      "tl": "Alright, it's time to go scouting for an idol."
    },
    {
      "jp": "こんにちはーっ！",
      "tl": "Hello!"
    },
    {
      "jp": "うおっ！\r\n……あっ、君は昨日の",
      "tl": "Ah! ...You're the girl from yesterday-"
    },
    {
      "jp": "はいっ、小宮果穂ですっ！\r\n……わぁっ、ここがお仕事する場所！スゴいです！",
      "tl": "Yes, Kaho Komiya! ...Waaa, this is where you work! This is amazing!"
    },
    {
      "jp": "普通の事務所だけどね\r\nところで、今日来てくれたってことは……",
      "tl": "This is just a normal office...  So, you came here to...?"
    },
    {
      "jp": "あっ、そうでしたっ",
      "tl": "Ah, that's right."
    },
    {
      "jp": "あたし、アイドルのことよく知らなかったから、\r\n帰ってからいろいろ調べてみたんです",
      "tl": "I didn't know what an Idol was, so I went back to check it out."
    },
    {
      "jp": "そうしたら、\r\nアイドルってみんなを笑顔にするらしいんです！",
      "tl": "And, it turns out they make everyone smile!"
    },
    {
      "jp": "これって、あたしが好きなヒーローに似てるなー\r\nって思って！",
      "tl": "So I thought... that's like what my favorite hero does!"
    },
    {
      "jp": "ヒーローか……うん、確かにアイドルも\r\nみんなを笑顔にするのは違いないぞ！",
      "tl": "A hero... yes, that's not wrong. Idols and heros both make people smile!"
    },
    {
      "jp": "やっぱり！　それで、お父さんとお母さんにも\r\nこの話をしたら、応援してくれたんです！",
      "tl": "I knew it! Then, both my Mom and Dad are supporting me!"
    },
    {
      "jp": "だからあたし、アイドルやってみたいです！！",
      "tl": "That's why I... want to become an Idol!!"
    }
  ]
}
