{
  "messages": [
    {
      "jp": "プロデューサーさんが書類で合格にしていましたね\r\n今の時間は公園にいるみたいですよ",
      "tl": "Producer-san"
    },
    {
      "jp": "わかりました\r\nじゃあ、会いに行ってきます",
      "tl": "Understood. Then, I'll be going."
    },
    {
      "jp": "（直接会うのは初めてだけど、\r\n俺の担当はいったいどんな子なんだろう……）",
      "tl": "(This is my first time directly meeting her, I wonder who I'll be in chrage of...)"
    },
    {
      "jp": "行っくよーっ！\r\nそれ……ッ！",
      "tl": "Let's go! Ha!"
    },
    {
      "jp": "ナイスシュート、めぐるー！",
      "tl": "Nice shoot, Meguru!"
    },
    {
      "jp": "えへへ、みんなのアシストのおかげだよ",
      "tl": "Ehehe, it's all because of everyone's assistance~"
    },
    {
      "jp": "（あの子が……八宮めぐるさんか）",
      "tl": "(This girl... is Meguru-san...?)"
    },
    {
      "jp": "（……動きにすごくキレがあるな\r\nそれに、なんて楽しそうにプレーをするんだろう）",
      "tl": "(... she's has sharpness in her movements. She's also having so much fun playing."
    },
    {
      "jp": "（あれ、今目が合ったか……？\r\n友達と何か話してるけど……）",
      "tl": "(Eh? Our eyes met...? She's talking to her friends now...)"
    },
    {
      "jp": "（もしかして、不審者だと思われた……！？）",
      "tl": "(Don't tell me, she thinks I'm a suspicious person...!?)"
    },
    {
      "jp": "……ねえねえ！",
      "tl": "...nee,nee~"
    },
    {
      "jp": "あ、怪しいものじゃないよ……\r\n俺は君の……",
      "tl": "Ah, I'm not a strange person... I'm your..."
    },
    {
      "jp": "もしかして、プロデューサー！？",
      "tl": "Don't tell me, Producer!?"
    },
    {
      "jp": "え？\r\nえっと、そうだけど……",
      "tl": "Eh? Um, yes but..."
    },
    {
      "jp": "えへへ、やっぱり合ってた！\r\nそうじゃないかなって思ったんだ～",
      "tl": "Ehehe, I was right! I wondered if you were the one~ "
    },
    {
      "jp": "きっとこの人がプロデューサーなんだって、\r\nさっき見た時にビビッと来たんだよ！",
      "tl": "Sure this person was a producer. When I saw you, I rushed here!"
    },
    {
      "jp": "今日までずっと、お話できるのを\r\n楽しみにしてたの！",
      "tl": "The entire day, I was looking forward to talking to you!"
    },
    {
      "jp": "八宮めぐるさん……でいいのかな",
      "tl": "Meguru Hachimiya-san... is that right?"
    },
    {
      "jp": "うん！　……あ、でもめぐるさんだと\r\n恥ずかしいから、めぐるでいいよ！",
      "tl": "Yes! ...Ah, but it's a bit embarrassing calling me by my full name, just cal me Meguru!"
    },
    {
      "jp": "これからよろしくね、プロデューサー！",
      "tl": "Glad to be working with you, Producer!"
    },
    {
      "jp": "あ、ああ……こちらこそよろしく",
      "tl": "A-Ah... Same here."
    },
    {
      "jp": "（積極的な子だな。俺が押されてるようじゃダメだ\r\nこの子のプロデューサーなんだから、しっかりしないと）",
      "tl": "(She's quite active. I have to do my best. As the Producer of this girl... I need to get it together.)"
    },
    {
      "jp": "バスケ、すごい上手かったけど、\r\nめぐるはバスケ部なのか？",
      "tl": "You're pretty good at basketball. Are you in the Basketball Club?"
    },
    {
      "jp": "ううん。そういうわけじゃないよ\r\n今日は友達の練習にちょっと付き合ってただけなんだ",
      "tl": "Yes. That's not it. I'm just here to help with my friends' training."
    },
    {
      "jp": "悪い、邪魔しちゃったか",
      "tl": "My bad, did I disturb you?"
    },
    {
      "jp": "ううん！　友達には、もともと仕事の時間までねって\r\n伝えてたから、大丈夫！",
      "tl": "No! I told my friends that I had something at this time, so it's fine!"
    },
    {
      "jp": "そうか、ならいいんだけど……\r\nめぐるはよく友達の練習に付き合ってるのか？",
      "tl": "Is that so? That's fine but... you help out your friends in trainings?"
    },
    {
      "jp": "うんっ。バスケ部にバレー部に、水泳部と陸上部でしょ？\r\n他にもスポーツなら、頼まれたらなんでも手伝ってるよ！",
      "tl": "Yes. The basketball club, the ballet, the swimming club? Anything on sports, I'm happy to help!"
    },
    {
      "jp": "そ、そんなに……\r\n助っ人に引っ張りだこなんだな",
      "tl": "T-That's a lot... you sure like helping people..."
    },
    {
      "jp": "（この子は、身体能力と天性の人懐っこさを\r\n兼ね揃えた、すごいアイドルの卵なのかもしれない……）",
      "tl": "(She's both friendly and good at sports... I've never met someone with such idol-like skills..."
    },
    {
      "jp": "って、おわっ！\r\n急に引っ張らないでくれ、めぐる……！",
      "tl": "Ah! Don't just suddenly pull me like that, Meguru...!"
    },
    {
      "jp": "ごめんっ、びっくりさせちゃった？\r\nでも、どうしても早く事務所に行きたくって！",
      "tl": "Sorry, did I surprise you? But I want to go to the office as quickly as possible!"
    },
    {
      "jp": "だって楽しいことが待ってるんでしょっ？\r\nほらほら、プロデューサー、早く行こ！",
      "tl": "Isn't fun waiting for you there? Hora hora~ Producer, come quickly!"
    }
  ]
}
