{
  "messages": [
    {
      "jp": "自分でスカウトして来いか……\r\nはづきさんも社長も、無茶なこと言うなぁ。",
      "tl": "Make a Scout by myself, Hazuki-san and the president always asking the imposible"
    },
    {
      "jp": "（う～ん。ピンとくる子、なかなか見つからない……\r\n場所を変えてみるか）",
      "tl": "(No. I'll know when I find the right girl, and haven't yet.... Maybe I should change where I'm looking?)"
    },
    {
      "jp": "（綺麗な歌声が聞こえてくる……）",
      "tl": "(There's someone signing a beautiful melody)"
    },
    {
      "jp": "（あの子、かな……何か惹きつけられる……\r\n声をかけてみるか）",
      "tl": "(Could it be... her? I need to bring something... Let's try talking to her)"
    },
    {
      "jp": "こんにちは、綺麗な歌声だね",
      "tl": "Hello, that's a beautiful voice."
    },
    {
      "jp": "ほわっ？　あっ、あの……こんにちは\r\n人がいたなんて……気が付きませんでしたっ",
      "tl": "Uwaa? U-um... hello. Sorry, I didn't notice there was someone."
    },
    {
      "jp": "（この子……独特の雰囲気があるな。癒されるというか\r\n……うん、ピンときたぞ！）",
      "tl": "(This girl... the has a unique air around her. It's like she's healing me... Yup, my intuition hasn't failed me!)"
    },
    {
      "jp": "突然だけど……\r\n君、アイドルになってみる気はない？",
      "tl": "This is sudden, but... you, don't you want to become an idol?"
    },
    {
      "jp": "ほわっ……\r\nえっと……アイドル、ですか？",
      "tl": "Uwaa... um... an idol...?"
    },
    {
      "jp": "俺はアイドルのプロデューサーで、新人を探してるんだ\r\n君はいつもここで歌を？",
      "tl": "I'm an idol producer, and I'm searching for newcomers. Do you always sing here?"
    },
    {
      "jp": "えと、気持ちのいいお天気なので、つい……\r\n歌ってると、鳩さんがよく集まってきてくれますし",
      "tl": "Well, the weather is good, so... I just sing, and Mr. Pigeon will come and gather around me a lot."
    },
    {
      "jp": "鳩さん……そうか、もうファンがいるんだね\r\nどうかな、アイドル、やってみないか？",
      "tl": "Mr. Pigeon... I see, you already have fans, huh. What do you say, won't you give being an idol a try?"
    },
    {
      "jp": "ほわ……多分私にはできないと思います\r\n自信ありません……",
      "tl": "Uwaa... I think that that I probable wouldn't be able to do it.... I dont have the confidence."
    },
    {
      "jp": "すみません、せっかく誘ってくれたのに……\r\nじゃあ、これで……",
      "tl": "I'm sorry, even though you tried so hard to scout me... Then, I'll be on my way...."
    },
    {
      "jp": "（何日か探して回ったけど、\r\nピンときたのはこの公園にいた……あっ、あの子だ……）",
      "tl": "(I kept searching for several days, but my intuition told me what I needed was in that park.... Ah, it's that girl....)"
    },
    {
      "jp": "アイドル……私がアイドルなんて……",
      "tl": "Me... becoming an idol..."
    },
    {
      "jp": "やあ、また会えたね\r\nアイドルの話、もう一度考えてみてほしいんだ",
      "tl": "Hey, we see again about becoming an idol... I would like if you consider it again "
    },
    {
      "jp": "君の中には光り輝くものがある\r\nアイドルになって、今までとは違う世界を見てみないか？",
      "tl": "If there's a bright in your heart, would you like to see a world different from anything you have seen?"
    },
    {
      "jp": "今までとは違う……",
      "tl": "Different from what I've seen before...?"
    },
    {
      "jp": "…………はい",
      "tl": ".........yes"
    },
    {
      "jp": "私、アイドルやりますっ",
      "tl": "I will become an Idol"
    },
    {
      "jp": "本当？　よかった！！\r\n君の名前、聞いてもいいかな？",
      "tl": "Really? I'm glad, may I hear your name?"
    },
    {
      "jp": "櫻木真乃、１6歳です\r\nこれからよろしくお願いしますね",
      "tl": "Mano Sakuragi, 16 years old. let's give our best from now on"
    }
  ]
}
