{
  "messages": [
    {
      "jp": "では、そろそろお仕事に移ってもらいましょうか\r\n今回プロデュースするアイドルは──",
      "tl": "Then, shall we get to work? About the idol you will produce this time-"
    },
    {
      "jp": "（スカウトで見つけてきてくれって言われたけど……\r\n今日はいい子には出会えなかったな……）",
      "tl": "(I was told to find girls by scouting, but... Today I couldn't find any good ones...)"
    },
    {
      "jp": "（もう遅いし、そろそろ引き上げて──）",
      "tl": "(It's getting late, maybe it's time to withdraw-)"
    },
    {
      "jp": "（ん？　かなりパンキッシュな格好をしてるなあの子\r\n……独特の雰囲気があるし、綺麗だし……）",
      "tl": "(Mm? That girl with the punkish vibe... She has an unique atmosphere around her, and she is quite beautiful too...)"
    },
    {
      "jp": "（──声、かけるしかない！）",
      "tl": "(-I have to call out to her!)"
    },
    {
      "jp": "ちょっといいですか？",
      "tl": "Do you have a moment?"
    },
    {
      "jp": "……何か用ですかぁ？",
      "tl": "...Do you need something?"
    },
    {
      "jp": "俺は、芸能事務所でプロデューサーをしているもので……\r\nあ、こちら名刺です。よければ受け取ってください",
      "tl": "I'm a producer from an entertainment office... Oh, here's my business card. Please accept it."
    },
    {
      "jp": "実は、君をスカウトしたくて声をかけました\r\nうちの事務所で、アイドルになってみませんか？",
      "tl": "Actually, I called out to you in order to scout you. Would you like to become an idol and work for our company?"
    },
    {
      "jp": "２８３プロダクション……\r\nなんか、唐突すぎませんー？　本気で誘ってるんですかぁ？",
      "tl": "283 Production... Isn't this, like, too sudden? Are you seriously inviting me?"
    },
    {
      "jp": "ひと目見て、\r\n素質があると思ったんです──",
      "tl": "Even at first glance, I can tell you have what it takes-"
    },
    {
      "jp": "俺と一緒にトップアイドルを目指してみませんか？\r\n新しい世界が見られると思うんです！",
      "tl": "So why not try to aim for top idol alongside me? I think you'll be able to see a whole new world!"
    },
    {
      "jp": "……えー、でもアイドルってー、\r\n学校終わりとかに毎日練習するんですよねー？",
      "tl": "...Eh, but if I become an idol, wouldn't I have to practice every day after school?"
    },
    {
      "jp": "それはちょっとめんどくさそーじゃないですかぁ？",
      "tl": "Isn't that a bit annoying?"
    },
    {
      "jp": "えっと……、君、学生なのか？\r\n大学生？",
      "tl": "Err..., are you a student? University?"
    },
    {
      "jp": "いえー、違いますー",
      "tl": "Nope, that's wrong."
    },
    {
      "jp": "え！？　じゃあ……\r\n高校生？",
      "tl": "Eh!? Then... Are you a high schooler?"
    },
    {
      "jp": "そうですケドー？ \r\n見えませんかぁ？",
      "tl": "That's right. Don't I look like one?"
    },
    {
      "jp": "見えない……って、それはどうでもいい。\r\nこんな時間にひとりで、危ないじゃないか",
      "tl": "Not really... but, that's not the point. It's dangerous to be outside by yourself at this hour."
    },
    {
      "jp": "別にいつもこうですケド……\r\nてか、スカウトのお兄さんの方がめちゃめちゃ怪しいですし",
      "tl": "I always am, though... By the way, isn't your \"scouting\" thing like super suspicious?"
    },
    {
      "jp": "まぁいいや、話は終わりでいいですかぁ？\r\n私、もう行きますねー",
      "tl": "Well, whatever, let's finish this conversation. I'll be going now."
    },
    {
      "jp": "あっ、ちょっと待って！",
      "tl": "Ah, wait a second!"
    },
    {
      "jp": "……まだ、何か用があるんですかぁ？\r\nアイドル、やりませんよー？",
      "tl": "...Do you still have business with me? I don't want to become an idol, you know?"
    },
    {
      "jp": "そうじゃない\r\nこんな時間に君ひとり放っておけないだろ？",
      "tl": "That's not it. I can't leave you alone at this time of the night, can I?"
    },
    {
      "jp": "…………\r\n……お兄さん、変わってますねー",
      "tl": "...Dude, you sure are strange."
    },
    {
      "jp": "普通は心配するよ\r\n危険な目にあってからじゃ遅いんだから",
      "tl": "It's normal to be worried. You're exposing yourself to danger being out this late."
    },
    {
      "jp": "……初めて会った相手に、こんなしつこく叱る人、\r\nフツーとは言いませんよー？",
      "tl": "...Scolding someone you just met so persistently, is that what you would call normal?"
    },
    {
      "jp": "まぁ、そんなに言うなら、お兄さんに免じて\r\n今日は帰ってあげますねー。それではぁ、さよーならぁ",
      "tl": "Well, I guess if you insist so much I will have to return home for today, out of consideration for you. Well then, bye bye."
    },
    {
      "jp": "（……駅の方向へ向かって行ったな\r\nちゃんと帰宅してくれるといいんだが……）",
      "tl": "(...She went straight towards the station, I hope she makes it home safely...)"
    },
    {
      "jp": "（さて、今日もスカウトに行ってくるかな\r\n……あの時の様な子に、出会えるといいんだけど……）",
      "tl": "(Now then, I'm going to go scouting today as well ...It would be nice finding a girl like the one from that time, but...)"
    },
    {
      "jp": "こんにちはぁ\r\nこの間のお兄さんいますかぁ？",
      "tl": "Hi there. Is that guy from the other day around?"
    },
    {
      "jp": "あ、君は……あの時の！",
      "tl": "Ah, you are... that girl!"
    },
    {
      "jp": "あ、いたいたぁ。お兄さんの顔、しっかり覚えてますよー\r\nあんなしつこく叱られたの、初めてでしたしー",
      "tl": "Ah, there you are. I clearly remember your face. After all, that was the first time I was scolded so persistently."
    },
    {
      "jp": "お兄さんといると面白そうなのでー、\r\nアイドルになってあげてもいいかなぁって思いましたぁ",
      "tl": "Being around you sounded like fun, so I thought that maybe I could give being an idol a try."
    },
    {
      "jp": "本当かっ？　てっきり興味がないのかと──",
      "tl": "Seriously? I was certain you weren't interested-"
    },
    {
      "jp": "（でも、この子以上に魅力的な子にまだ出会えていないし\r\n……心配なこともあるけど──良しっ！）",
      "tl": "(But, I have yet to find a girl as charming as her ...There are some worrying things about her but- Let's do this!)"
    },
    {
      "jp": "……これからは夜遅い時間にふらふらしないでくれよ\r\nこの約束は絶対守ってもらうぞ",
      "tl": "...From now on, you can't hang around so late at night. You must absolutely promise that."
    },
    {
      "jp": "どうですかねー。でも、もしかしたらぁ\r\nそれはお兄さん次第かもしれませんよー？",
      "tl": "I wonder about that? But then, that might end up depending on you, you know?"
    },
    {
      "jp": "じゃあ、俺がプロデューサーとして\r\nしっかりしないとな。これからよろしく！",
      "tl": "Then, as your producer, I'll make sure that happens. Let's work together from now on!"
    },
    {
      "jp": "田中摩美々っていいますー。私、悪い子ですし、\r\nたくさん迷惑かけてあげますからね。プロデューサー",
      "tl": "Name's Tanaka Mamimi. I'm a bad girl, so I will cause you lots of trouble, Producer."
    }
  ]
}
