{
	"messages": [
		{
			"jp": "ふわぁ～。おはよーございまぁす\r\nまだ眠いですよー",
			"tl": "Yawn~ Good morning. I'm still sleepy."
		},
		{
			"jp": "おはよう、摩美々\r\nファッション雑誌のフォトスナップの依頼がきてるぞ！",
			"tl": "Good morning, Mamimi. A request for a photo session from a fashion magazine has arrived!"
		},
		{
			"jp": "……へぇー、\r\nそうなんですかぁ",
			"tl": "...Eh, that so?"
		},
		{
			"jp": "他の女の子のファッションもたくさん見られて\r\n楽しいだろうから、引き受けてみないか？",
			"tl": "It will be fun, you'll also get to see the fashion style of many other girls. Why not give it a go?"
		},
		{
			"jp": "どうせ暇ですからねー\r\nやってみてもいいですよー",
			"tl": "I'm free anyways so I might as well give it a try."
		},
		{
			"jp": "撮影日は次の週末、朝からで\r\n現場のショッピングモールに現地集合だからな",
			"tl": "The shooting will be next weekend on the local shopping mall. It starts at morning, so let's meet on the spot. "
		},
		{
			"jp": "……ふわぁ～\r\nはーい",
			"tl": "...Yawn~ Suure"
		},
		{
			"jp": "（摩美々が全然来ないぞ……！？\r\nもう撮影開始時間の10分前だというのに……！）",
			"tl": "(Mamimi isn't coming at all...!? There's only ten minutes before the shooting starts...!)"
		},
		{
			"jp": "（携帯も繋がらないし……、どうしたんだ\r\n大丈夫だろうか？）",
			"tl": "(She isn't picking up her phone either..., what's wrong? Is she alright?)"
		},
		{
			"jp": "おはよーございまぁす",
			"tl": "Good moorning."
		},
		{
			"jp": "おはよう摩美々！\r\nよかった、携帯も繋がらないし、心配したぞ",
			"tl": "Mamimi, good morning! Thank goodness, I couldn't contact you by phone, so I got worried."
		},
		{
			"jp": "あー、すみません電源切れてたみたいですー\r\n気づきませんでしたぁ",
			"tl": "Ahh, sorry about that, it looks like my battery died. I didn't notice."
		},
		{
			"jp": "……何かあったわけじゃないのか？",
			"tl": "...Did something happen?"
		},
		{
			"jp": "何か、ですかぁ？\r\nぼんやりしてたくらいですよー",
			"tl": "Something? I was just spacing out."
		},
		{
			"jp": "ぼんやりって……今日はひとりの仕事だから、\r\nそう言ってられるけどな",
			"tl": "Spacing out... Today is a solo job, so you can say that, but..."
		},
		{
			"jp": "これがもしユニットでの仕事だったら、\r\nみんなを心配させて、待たせてしまってたんだぞ",
			"tl": "If this was an unit job, you would be making everyone worry, not to mention wait."
		},
		{
			"jp": "……私、時間に間に合ってるのに、\r\nプロデューサーは、どうしてそんなに焦ってるんですかぁ",
			"tl": "...I made it in time, so why is Producer so flustered?"
		},
		{
			"jp": "撮影準備だってあるんだから、\r\nギリギリに来ていいわけじゃないのは、わかるだろ？",
			"tl": "There are preparations to make before the shooting, so barely making it on time doesn't cut it, you get that?"
		},
		{
			"jp": "スタッフさんたちは１時間も前から準備してたんだから\r\nあとで一言謝っておくんだ",
			"tl": "The people from the staff are making preparations since about an hour ago, make sure to apologize to them later."
		},
		{
			"jp": "……そこまで言うならぁ、考えておきますねー\r\nそれより、準備しなくていいんですかぁ？",
			"tl": "...If you put it like that, I'll have to think about it. That aside, shouldn't I be getting ready?"
		},
		{
			"jp": "ああ、そうだな\r\nよし、じゃあまずはメイクさんのところへ行こう",
			"tl": "Ah, that's right. Ok, for starters, let's go with the makeup artist."
		},
		{
			"jp": "はぁい",
			"tl": "Suure."
		},
		{
			"jp": "（最初はどうなることか不安だったが……\r\n順調すぎて驚くな。カメラマンさんの受けもよさそうだ）",
			"tl": "(I was worried at the beginning... but it's going unexpectedly well. The cameraman also approves of her.)"
		},
		{
			"jp": "摩美々ちゃん、いい感じだよー\r\nじゃあ、次はカッコいいポーズお願いっ！",
			"tl": "Mamimi-chan, that's good. Now, give me a cool pose!"
		},
		{
			"jp": "はぁい",
			"tl": "Okaay."
		},
		{
			"jp": "（摩美々、返事はだるそうでも、ポーズの指示には\r\n的確に応えている……やれば出来る子なんだけどな）",
			"tl": "(Even though her responses are sluggish, Mamimi does the exact poses that are requested of her... She's the kind of girl who can do it if she tries.)"
		},
		{
			"jp": "終わりましたぁ、もうクタクタですー\r\nプロデューサー、私頑張りましたよー？  見てましたかぁ？",
			"tl": "It's finally over, I'm dead tired. Producer, I worked hard, didn't I? Were you watching?"
		},
		{
			"jp": "ああ、見てたよ、お疲れさま\r\nとても良かったぞ",
			"tl": "Ah,  yeah, I was watching, good job. Very well done."
		},
		{
			"jp": "ですよねー、完璧でしたよねー",
			"tl": "Right? I was perfect."
		},
		{
			"jp": "……あれ？　何か言いたげな顔してますねー\r\n遠慮せずに言ってくれていいんですよー？",
			"tl": "...Huh? It looks like you have something else to say. Don't hold back and just say it, ok?"
		},
		{
			"jp": "……そうだな。良かったのは確かなんだけど、\r\n摩美々には、欠けているものがあると思うんだ",
			"tl": "...That's right. It was certainly good, but I think that Mamimi is still lacking in some aspects."
		},
		{
			"jp": "謙虚さが欠けている",
			"tl": "You are lacking modesty."
		},
		{
			"jp": "それ、必要ですー？\r\nお仕事が上手にできれば、別にいいじゃないですかぁ？",
			"tl": "Is something like that necessary? If I'm good at the job, that doesn't really matter, right?"
		},
		{
			"jp": "目の前の仕事だけこなせばいい、というわけじゃない\r\n新人は誰よりも早く来て、準備しててもおかしくないんだ",
			"tl": "It's not just about dealing with the job in front of you. Newcomers can come and get ready more quickly than anyone else."
		},
		{
			"jp": "例え仕事ができても、人間性で評価が下がると、\r\n正当な判断をしてもらえない。気を付けるんだぞ",
			"tl": "Even if you are good at your job, if people have a low opinion of you, they might not judge you fairly. Be careful with that."
		},
		{
			"jp": "ふふー\r\n私、そんなこと言われたの初めてですー",
			"tl": "Fufu~ It was the first time I was told something like that."
		},
		{
			"jp": "アイドルの世界っていろいろと、大変ですねー\r\nみんな、そんなこと気にしてるんですかぁ？",
			"tl": "The world of idols sure is a pain. Does everyone have to pay attention to stuff like that?"
		},
		{
			"jp": "おいおい、他人事じゃないんだぞ？\r\n摩美々も、駆け出しとはいえアイドルなんだからな",
			"tl": "Hey now, don't talk like it's other people's business. Even though you are a rookie, you are also an idol, right?"
		},
		{
			"jp": "わかってますよー",
			"tl": "I knoow."
		},
		{
			"jp": "……とにかく、これからは真面目に、\r\n謙虚な態度で仕事に挑んでくれるか？",
			"tl": "...Anyway, now seriously speaking, will you approach your work with a humble attitude from now on?"
		},
		{
			"jp": "んー、私のキャラじゃないと思いますけどー、\r\n考えておきますねー",
			"tl": "Mmm, I don't think it fits my character, but I will think about it."
		},
		{
			"jp": "あー、今の私\r\nちょっと、謙虚っぽくなかったですかぁ？　ふふー",
			"tl": "Ah, just now, wasn't that a bit humble-like? Fufu~"
		},
		{
			"jp": "一生懸命さが足りない",
			"tl": "You're lacking hard work."
		},
		{
			"jp": "問題なくないですかぁ？\r\n普通にやってれば、周りの子と同じくらいできますしー",
			"tl": "But that's not an issue, right? I can do it just as well as the other girls just by trying normally."
		},
		{
			"jp": "できるできないじゃなくて、意識の問題なんだ\r\n仕事に気持ちが入ってるかどうかは、見てわかるものだ",
			"tl": "It's not a matter of being able to do it or not, it's about awareness. You can tell by looking if someone is putting their feelings into their work or not."
		},
		{
			"jp": "へぇー、プロデューサーって\r\n夢見がちな人なんですねー？",
			"tl": "Ohh, Isn't producer quite the romanticist?"
		},
		{
			"jp": "資料として先月号の雑誌をもらっているから\r\n他の子たちがどう写っているかを、今見てみるんだ",
			"tl": "I got last month's issue from this magazine as reference. Look at how the other girls are portrayed."
		},
		{
			"jp": "この写真はいい表情をしているし、\r\nこっちは全身使って雰囲気を作り出している",
			"tl": "The girl in this picture has a nice facial expression, and this other one is using her whole body to help create the mood."
		},
		{
			"jp": "これが、意識ってやつですかぁ？\r\n写真用に表情作ってるだけじゃないですかぁ？",
			"tl": "Is this that awareness thing? Is it not just about making facial expressions and having your picture taken?"
		},
		{
			"jp": "本当にそう見えるか？\r\n摩美々にだってわかるはずだ",
			"tl": "Does it really look like that? Even Mamimi should know that."
		},
		{
			"jp": "……さぁ、どうですかねー",
			"tl": "...Well, I wonder about that."
		},
		{
			"jp": "来月には、この雑誌に\r\n今日撮影した摩美々の写真が載るんだ",
			"tl": "Next month, on this same magazine, the photos of Mamimi that were taken today will be featured."
		},
		{
			"jp": "載った後に後悔しても遅いから、次からは\r\n誰かに見られることを意識して一生懸命やるんだぞ",
			"tl": "Even if you have regrets it's already late now, so next time, be conscious that your pictures could be seen by anyone, and put your utmost effort into your work."
		},
		{
			"jp": "……どうせなら可愛く写りたいですからぁ、\r\n次はもうちょっとだけ、マジメにやることにしますねー",
			"tl": "...If I'm going to do it I might as well get some nice pictures taken, so I will take it a bit more seriously next time."
		},
		{
			"jp": "可愛げがない",
			"tl": "You lacked cuteness."
		},
		{
			"jp": "えー、ひどくないですかぁ？\r\n私、見た目にはちょーっと自信あったんですけどねー",
			"tl": "Ehh, isn't that an awful thing to say? I have at least a little bit of confidence in my looks, you know?"
		},
		{
			"jp": "いや、外見のことを言ってるんじゃない",
			"tl": "No, I'm not talking about appearances here."
		},
		{
			"jp": "例え、見た目でファンになってくれても、アイドルの\r\nやる気のない姿を見た瞬間に冷める人だっているんだ",
			"tl": "For example, there are some people that might become your fans for your looks, but they will surely lose interest if they see you act unmotivated."
		},
		{
			"jp": "……めんどくさい人がいるんですねー",
			"tl": "...There sure are some troublesome people out there."
		},
		{
			"jp": "大勢いるアイドルの中で、誰よりも輝くには、\r\nみんなが応援したくなるような可愛らしさも必要だからな",
			"tl": "To be able to shine the brightest among all other idols, you must posses a cuteness that everyone would want to support."
		},
		{
			"jp": "えー、でも私、ファッションとかは\r\n個性があると思いますけどー？　目立ちませんかぁ？",
			"tl": "Ehh, but, if we're talking fashion and stuff, I think I have the personality. Don't I stand out?"
		},
		{
			"jp": "それでも、似たような方向性のアイドルは\r\nたくさんいるんだ",
			"tl": "Even if you do, there are a lot of idols with a similar style."
		},
		{
			"jp": "へぇー、そうなんですかぁ。似たようなアイドルに\r\n負けるのは……少し、傷つくかもしれませんねー",
			"tl": "Is that so? Losing to a similar idol... That might hurt a bit."
		},
		{
			"jp": "どうだ？\r\nやる気が出てきたか？",
			"tl": "How's that? Did you get motivated?"
		},
		{
			"jp": "私の中からやる気が出たというよりもー\r\nプロデューサーにやる気、うつされたかもしれませんー",
			"tl": "Rather than the motivation coming out from myself, it feels as like Producer's motivation got transferred to me. "
		},
		{
			"jp": "プロデューサーがもっともっとやる気を出したら\r\n私にも可愛げが、芽生えるかもしれませんねー",
			"tl": "If producer gets even more motivated, I might grow to become cuter too."
		}
	]
}
