{
  "messages": [
    {
      "jp": "（自分で探してこい、か）",
      "tl": "(Search for some myself...)"
    },
    {
      "jp": "（よし！　今回のオーディションで\r\nダイヤの原石を見つけてみせるぞ！）",
      "tl": "(Alright! he audition this time... I'll definitely fine a gem!)"
    },
    {
      "jp": "どうぞ",
      "tl": "Come in."
    },
    {
      "jp": "失礼します！　月岡恋鐘、19才ばい！　あっ……です！\r\n今日はよろしくお願いします！",
      "tl": "Excuse me! Kogane Tsukioka, ...19 years old! I'll be in your care today!"
    },
    {
      "jp": "ああ、よろしく",
      "tl": "Ah, nice to meet you"
    },
    {
      "jp": "それと、今回は君の良さを知るための審査だから\r\n方言とか気にせず話しやすい喋り方でいいからね",
      "tl": "So, we're reviewing it based on your performance, we won't mind your dialect. "
    },
    {
      "jp": "え、よかと？　助かるわ～、標準語は変に緊張するけん\r\nうちの実力を出し切れんもんね～",
      "tl": "Eh, is that so? I'm saved~ I get nervous and mispronounce standard Japanese, I can't do it~"
    },
    {
      "jp": "はは、それは楽しみだ\r\nじゃあまずは出身から聞かせてもらおうかな",
      "tl": "Haha, looking forward to work with you. Now, tell me where you're from."
    },
    {
      "jp": "うん。うちは～、長崎の佐世保出身！\r\n上京してきたばっかやけん、ちょっとまだ訛りがでるんよ",
      "tl": "Alright, I'm~ from Nagasaki! I've been up in Tokyo for some time, but I've still got a bit of my accent."
    },
    {
      "jp": "へぇー、長崎か\r\nいったことないな",
      "tl": "Ehhh, Nagasaki? I've never been there before?"
    },
    {
      "jp": "ホント！？　もったいなかよーそれは！\r\n長崎はばーりよかとこやけん、絶対くるべきたい～！",
      "tl": "Is that so!? What a waste! You have to go to Nagasaki sometime~!"
    },
    {
      "jp": "うちん地元は魚が新鮮で美味いし、人はみんな優しいし\r\nホントよかとこばい～！",
      "tl": "The local fish there are fresh 'nd tasty, people are gentle, it'll be real nice for ya to go there~!"
    },
    {
      "jp": "はは\r\n君の話を聞いてるとなんだか行ってみたくなるな",
      "tl": "Haha, when I hear that I somehow feel like going."
    },
    {
      "jp": "んふふー。そうやろ～？\r\nうち、こういうコメント？　みたいなんも得意なんよ～",
      "tl": "Ufufu~ I know right~? What is your comment for me? Are ya impressed~"
    },
    {
      "jp": "（なんだか、すごく楽しそうに話す子だな\r\nそれに自信に満ち溢れているところも面白い）",
      "tl": "(Somehow, it feels fun talking to her, like a child. It's interesting that she's so confident too.)"
    },
    {
      "jp": "それじゃあ、次の質問ね\r\n今日はどうして２８３プロを受けてくれたのかな",
      "tl": "Now, the next question is 'Why did you choose 283 production?'"
    },
    {
      "jp": "それは……うち、絶対アイドルになりたかけんね！\r\nやけん、オーディションは全部、片っ端から受けとーよ",
      "tl": "That... I absolutely want to be an idol! However, all my auditions have ended with one end."
    },
    {
      "jp": "ということは他のオーディションも受けてるってことか\r\n結果って聞いてもいい？",
      "tl": "Does that mean you've tried other auditions as well? Would it be ok to know the results?"
    },
    {
      "jp": "それが……なぜか、全部不合格やったばい……",
      "tl": "Those... all of 'em... got rejected..."
    },
    {
      "jp": "ぜ、全部……それで……へこんだりしないの？",
      "tl": "A-All... And you didn't give up?"
    },
    {
      "jp": "え？　まっさか～！　そんなもんするわけなかよ～",
      "tl": "Eh? No way~! No way, such a thing would happen~"
    },
    {
      "jp": "うちはアイドルになるために生まれてきたけん\r\nオーディションに落ちたくらい、なんてことなか！",
      "tl": "I was born to be an idol! Everytime I feel depressed failing an audition but somehow-! "
    },
    {
      "jp": "落ち込んでる暇があったら、練習練習ばい～！",
      "tl": "Everytime I feel depressed, I just train 'nd train 'nd train~!"
    },
    {
      "jp": "（なるほど。元気で自信満々なのはアイドル向きだ\r\nどこか人を引きつけるような魅力がある……）",
      "tl": "(I see. She's energetic and confident, just like an idol. She's definitely going to attract people...)"
    },
    {
      "jp": "……よし！　決めた！\r\n月岡恋鐘さん。いきなりだが、オーディションは合格だ！",
      "tl": "...Alright! I've decided, Kogane Tsukioka-san. You have passed your audition!"
    },
    {
      "jp": "俺が君をトップアイドルにしてみせる！\r\nこれからよろしくな",
      "tl": "I will make you the top idol! Glad to be working with you."
    },
    {
      "jp": "え……ホントに？　ホントにホント？\r\nや、やったー！　とうとう、うちもアイドルたい～！",
      "tl": "R-Really? Really really?? Y-Yay! At last, I'm an idol~!"
    },
    {
      "jp": "よーし、うちがアイドルになったからには\r\nあっという間に1番になるけん、まかせとってね～！",
      "tl": "Alright, bein' an idol, I'll be number one in no time, leave it to me~!"
    },
    {
      "jp": "ああ、期待してるよ、月岡さん",
      "tl": "Ah, I'm looking forward to it, Tsukioka-san."
    },
    {
      "jp": "月岡さんって……なんだかくすぐったかね……\r\nうちのが年下なんやし、恋鐘でよかばい～！",
      "tl": "Tsukioka-san... That doesn't sound nice... I'm young so call me Kogane-san~"
    },
    {
      "jp": "ああ、じゃあ、改めて\r\nこれから一緒に頑張ろう！　恋鐘！",
      "tl": "Ah, I'll change it. From now on, let's work hard, Kogane!"
    },
    {
      "jp": "うん！　うち、ばりばり頑張るけん\r\nよろしゅう頼むばい！　プロデューサー！",
      "tl": "Yes! Of course, I'm counting on ya! Producer!"
    }
  ]
}
