{
  "messages": [
    {
      "jp": "（よし、今日はスカウトに集中だ\r\n町中から……公園の方も回ろう）",
      "tl": "(Alright, today's scouting will be focused. From the town... going to the park."
    },
    {
      "jp": "あの……",
      "tl": "Um..."
    },
    {
      "jp": "（とにかく足を使うんだ\r\n無駄な時間なんてないぞ……）",
      "tl": "(I'm going to walk anyways, I have no time to waste...)"
    },
    {
      "jp": "──あの、すみません",
      "tl": "-Um, excuse me."
    },
    {
      "jp": "よしっ！　……え？\r\n……お、俺ですか？",
      "tl": "Alright!... Eh? A-Are you talking to me?"
    },
    {
      "jp": "はい。突然声をかけたりして、すみません\r\n袖のボタンが落ちそうで、気になってしまって……",
      "tl": "Yes, sorry for suddenly calling out to you. The button on your sleeve is loose, so I got curious..."
    },
    {
      "jp": "えっ？\r\n……あ、本当だ",
      "tl": "Eh?... Ah, you're right."
    },
    {
      "jp": "すみません……ありがとうございます\r\n恥ずかしいところを見られちゃって……",
      "tl": "Excuse me... Thank you for telling me, it's a little embarrasing to have let you seen it..."
    },
    {
      "jp": "ふふ、いいえ～",
      "tl": "Fufu, it's fine~"
    },
    {
      "jp": "ははは……",
      "tl": "Hahaha..."
    },
    {
      "jp": "（なんだろう……この人の笑顔、すごく優しいなぁ……）",
      "tl": "(What is it... this person's smile is... very friendly.)"
    },
    {
      "jp": "あの……よかったら、私に直させてもらえませんか？\r\n裁縫道具を持ってるんです",
      "tl": "Um... if it's fine with you, could I help you fix it? I have the sewing equipment. "
    },
    {
      "jp": "えっ……いやいや！\r\nそんなことまでしてもらうわけには──",
      "tl": "Eh... No, no! There's no need for any of-"
    },
    {
      "jp": "でも、もう落ちちゃいそうですよ……？\r\nどうぞ、ご遠慮なさらず",
      "tl": "But, it's about to fall down..? It's fine, no need to reject my offer."
    },
    {
      "jp": "じゃ、じゃあ……\r\nお願いしちゃってもいいですか",
      "tl": "T-Then, thank you very much."
    },
    {
      "jp": "ええ\r\nちょっと失礼しますね",
      "tl": "It's fine, excuse me for a bit."
    },
    {
      "jp": "（つ、ついお願いしてしまった……\r\n笑顔に、つられちゃうんだよなあ……）",
      "tl": "(I asked for it... I guess I should... smile?)"
    },
    {
      "jp": "はい、できました♪",
      "tl": "Alright, it's done."
    },
    {
      "jp": "（自然とあったかい気持ちになるというか……）",
      "tl": "(I feel a bit warm...)"
    },
    {
      "jp": "……？",
      "tl": "...?"
    },
    {
      "jp": "あっ……おおっ、あっという間ですね……！\r\n本当に、なんとお礼を言っていいか",
      "tl": "Ah... That was quick...! Really, how can I say thank you?"
    },
    {
      "jp": "いいえ、お役に立てて良かったです\r\nそれじゃあ、私はこれで……",
      "tl": "It's fine, it was a pleasure to help you, now I'll..."
    },
    {
      "jp": "あっ、ちょっと──",
      "tl": "Ah, wait-"
    },
    {
      "jp": "あ……ええと……突然すみませんが……\r\nアイドルになってみませんか？",
      "tl": "Ah... U-Um... I know it's kind of sudden... but would you like to be an idol?"
    },
    {
      "jp": "えっ？\r\nアイドル、ですか？",
      "tl": "Eh? Idol...?"
    },
    {
      "jp": "びっくりされましたよね、すみません",
      "tl": "Sorry for startling you."
    },
    {
      "jp": "実は俺、アイドルのプロデューサーをやっていて\r\n新人アイドルをスカウト中なんです",
      "tl": "In reality, I'm actually an idol producer, I'm in the middle of searching for someone new."
    },
    {
      "jp": "こんなところで急に、と思われるかもしれませんが……\r\nどうしてもあなたに惹きつけられてしまって！",
      "tl": "In such a place and so suddenly... but I want you to be an idol!"
    },
    {
      "jp": "え、ええと……そう、なんですね\r\n……でも、ごめんなさい",
      "tl": "U-Umm... Is... that so... But, sorry."
    },
    {
      "jp": "私、雑貨屋に勤めているんです\r\n今の仕事が好きですし……そういうのは、ちょっと",
      "tl": "I've been working hard on my own store and I like that job very much... that's why."
    },
    {
      "jp": "雑貨屋に……そうですか",
      "tl": "A store... I see."
    },
    {
      "jp": "そ、その……今の仕事を、辞めなくても構いません\r\nお休みの日に、まずはレッスンだけでも！",
      "tl": "T-That... your current job won't be affected, you can do your lessons when you're on break!"
    },
    {
      "jp": "いえ……そんな急に……",
      "tl": "Eh... that rushingly..."
    },
    {
      "jp": "では、お話だけでも！",
      "tl": "I-I'm just saying!"
    },
    {
      "jp": "あの……\r\nどうしてそこまで、私のことを？",
      "tl": "Um... Why do you choose me?"
    },
    {
      "jp": "あなたなら、きっと素敵なアイドルになれると思うんです\r\nあなたの笑顔は、たくさんの人たちを元気づけられます！",
      "tl": "I think you are fit for being an idol. Your smile can bring happiness to people all around!"
    },
    {
      "jp": "たくさんの人たちを……私が……？",
      "tl": "Bring happiness to everyone... me?"
    },
    {
      "jp": "はい！\r\nだから……どうか、お願いします！",
      "tl": "Yes! That's why... please think about it!"
    },
    {
      "jp": "……そこまで、言っていただけるなんて……",
      "tl": "...When you say it like that... I don't know how to put it..."
    },
    {
      "jp": "その……少し、お返事を待ってもらえるでしょうか\r\nちゃんと、考えてみますから",
      "tl": "That... please give me time before I respond. I need to think about it."
    },
    {
      "jp": "もちろんです！　これ、事務所の連絡先なんですけど……\r\nいつでも待っていますから、連絡してください",
      "tl": "Of course! This, you can contact the office... I'll always be waiting for your response."
    },
    {
      "jp": "あの……\r\nすみません、桑山千雪といいますが……",
      "tl": "Um... Excuse me, my name is Chiyuki Kuwayama..."
    },
    {
      "jp": "あっ！\r\nお待ちしていました、どうぞ！",
      "tl": "Ah! I've been waiting for you, please!"
    },
    {
      "jp": "それで……\r\n急かすようですみません、この間の返事なんですが……",
      "tl": "About that... I'm sorry that I'm in a hurry but here's my answer..."
    },
    {
      "jp": "はい\r\nスカウトのお誘い……受けさせてもらいます",
      "tl": "I accept your offer."
    },
    {
      "jp": "ほ、本当ですか！？",
      "tl": "R-Really!?"
    },
    {
      "jp": "はい。自分には思いもよらないお話ですけど、\r\n「たくさんの人を笑顔に」って言葉が、忘れられなくて",
      "tl": "Yes. I've been thinking about what you said. 'Everyone's smile'... I couldn't forget about that."
    },
    {
      "jp": "今のお仕事を続けながらでよろしければ……\r\nレッスンから、チャレンジさせてください",
      "tl": "I want to continue my current job... but please challenge me to a lesson."
    },
    {
      "jp": "もちろんです！\r\n……全力でサポートします！",
      "tl": "Of course! ... YOu have my full support!"
    },
    {
      "jp": "まあ……！　ありがとうございます\r\nよろしくお願いしますね、プロデューサーさん",
      "tl": "Thank you very much! Glad to be working with you, Producer-san."
    }
  ]
}
