{
  "messages": [
    {
      "jp": "では、そろそろお仕事に移ってもらいましょうか\r\n今回プロデュースするアイドルは──",
      "tl": "Well then, it's about time to get to work. The idol you'll be producing this time is..."
    },
    {
      "jp": "オーディションで選んでください～\r\nこちらは、オーディションを受ける子たちの資料になります",
      "tl": "Please select her from the audition. These are the girls taking the audition right now."
    },
    {
      "jp": "なるほど……わかりました\r\nじゃあ、行ってきますね",
      "tl": "Hmm... I see. I'll be going then."
    },
    {
      "jp": "それでは、次の方どうぞ",
      "tl": "Next one, please."
    },
    {
      "jp": "よっろしくお願いしまーす☆",
      "tl": "Nice to meet you~☆"
    },
    {
      "jp": "こちらこそ、よろしくお願いします\r\nまずは、名前から教えてもらっていいかな？",
      "tl": "Pleased to meet you, too. May I hear your name?"
    },
    {
      "jp": "はーい\r\n大崎甘奈です。17歳だよ！",
      "tl": "Yes. Oosaki Amana. I'm 17 years old!"
    },
    {
      "jp": "オーディションは緊張する子が多いけど、\r\n大崎さんは元気がいいね",
      "tl": "There are many other girls nervous with the audition, but you sure seem motivated."
    },
    {
      "jp": "えへ、学校でもそーゆーの、よく言われるかな☆",
      "tl": "I get that often at school, too. Tehe~☆"
    },
    {
      "jp": "そうか\r\n大崎さんは、学校ではどんな感じなの？",
      "tl": "I see. Could you tell me about your school, Amana?"
    },
    {
      "jp": "うーんとねー……友達とファッションのお話したり、\r\n放課後にはショッピングしたりしてるよー",
      "tl": "Umm... I like talking with my friends about fashion and go shopping after school."
    },
    {
      "jp": "あ、最近は自撮りがマイブームかな☆",
      "tl": "Ah, recently I've an interest for selfies☆"
    },
    {
      "jp": "学校、楽しそうだね",
      "tl": "School sounds fun."
    },
    {
      "jp": "もっちー！\r\nあとギャルっぽい見た目のことをよく聞かれるんだけどね",
      "tl": "Yup~! I also get that I look like a gal a lot."
    },
    {
      "jp": "これも、\r\n今しかできないことを全力で楽しみたいからなんだ",
      "tl": "This could also be because I like to enjoy every moment as much as I can."
    },
    {
      "jp": "（ファッションだけじゃなく、生き方まで\r\n自分のポリシーをしっかり持っている子みたいだな）",
      "tl": "(Not just fashion, she seems to have a firm policy of herself.)"
    },
    {
      "jp": "じゃあ、このオーディションに参加した理由を\r\n聞いてもいいかな？",
      "tl": "Well then, can I ask the reason you took this audition?"
    },
    {
      "jp": "それはね、\r\n甜花ちゃんと一緒にアイドルになりたいからだよ",
      "tl": "Oh, that is because I want to become an idol together with Tenka-chan. "
    },
    {
      "jp": "甜花ちゃん……\r\nあぁ、書類で見たよ。お姉さんかな？",
      "tl": "Tenka-chan...? Oh, I saw her on the documents. Was she your older sister?"
    },
    {
      "jp": "そうそう！\r\n甜花ちゃんってね、めっちゃかわいーんだー！",
      "tl": "Right! Tenka-chan is super cute~!"
    },
    {
      "jp": "甜花ちゃんがアイドルになったら、\r\nみんなメロメロになっちゃうよ！",
      "tl": "If Tenka-chan becomes an idol everyone will be really really delighted with her!"
    },
    {
      "jp": "大崎さんは、お姉さんのことが好きなんだね",
      "tl": "You seem to love your older sister a lot."
    },
    {
      "jp": "もち、大好きだよー☆",
      "tl": "Yup! I love her so much~☆"
    },
    {
      "jp": "素敵な姉妹愛だね。ただ、\r\n今は甘奈さんのオーディションだから他の話もいいかな",
      "tl": "That's some nice sister love. But this is your audition right now, any other thing is fine, too."
    },
    {
      "jp": "えへ、そうだったね\r\nえっと、志望理由だよね",
      "tl": "Oh, that's right. The reason why applied..."
    },
    {
      "jp": "甘奈はね、甜花ちゃんと一緒にアイドルになって、\r\nキラキラ輝きたいって思ってるんだー",
      "tl": "That would be... because I want to become and idol and shine together with Tenka-chan."
    },
    {
      "jp": "それじゃダメかな？",
      "tl": "Is that not possible?"
    },
    {
      "jp": "アイドルというのは、思っている以上に大変だぞ",
      "tl": "Becoming and idol is harder than you think."
    },
    {
      "jp": "だいじょうぶ！\r\n軽い気持ちで言ってるわけじゃないよ",
      "tl": "It's fine! I'm not saying this light heartened."
    },
    {
      "jp": "やるからには真剣にやるつもり\r\nサポートしてくれる事務所の人に迷惑とか、かけたくないしね",
      "tl": "I get serious when I do things. I don't want to cause problems to the people that support me at the agency."
    },
    {
      "jp": "（おっ、意外と真面目なんだな）",
      "tl": "(Oh... she seems serious now.)"
    },
    {
      "jp": "（……アイドルとしての魅力は充分あるし、\r\nそれに、しっかりした性格みたいだ）",
      "tl": "(... She has enough charm for an idol, and has this reliable character.)"
    },
    {
      "jp": "（仲のいい双子アイドルか……\r\nうん、良いかもしれないな）",
      "tl": "(A pair of sister idols that get along well, huh... it sounds interesting.)"
    },
    {
      "jp": "大崎さん、オーディション、合格だよ",
      "tl": "Amana-san, you have passed the audition."
    },
    {
      "jp": "え、ホント？\r\n甘奈、合格？",
      "tl": "Huh, really?! I... passed?"
    },
    {
      "jp": "あぁ！　これから一緒にがんばっていこう！",
      "tl": "That's right! Let's do our best together."
    },
    {
      "jp": "やったぁ\r\nこちらこそ、よろしくお願いしまーす！",
      "tl": "Yay~! Please take care of me!"
    }
  ]
}
