{
  "messages": [
    {
      "jp": "（自分でスカウトしてこい、か\r\nはづきさんも社長も、笑顔で無茶を言うよな……）",
      "tl": "(Scout for one my self? What Hazuki-san and the President said were both absrub...)"
    },
    {
      "jp": "（人通りが多いこの辺りなら……と思ったけど\r\nなかなか良さそうな子は……ん？）",
      "tl": "(There are too many people around here... However, it won't be easy to find one fit for an... Hmm?)"
    },
    {
      "jp": "（あの子、なんだか他の子とは違う雰囲気を感じる\r\nひとりで歩いてるだけのに不思議な風格があって……）",
      "tl": "(That person has a different atmosphere around her comparing to the others, some kind of mysterious feeling...)"
    },
    {
      "jp": "（まるで、孤高の狼みたいだな……）",
      "tl": "(Feels something like a lone wolf...)"
    },
    {
      "jp": "ねぇ君、ちょっといいかな？",
      "tl": "Hey, you, can you spare me a while?"
    },
    {
      "jp": "あっ、ちょっと……\r\nそこの君、ちょっと待って！",
      "tl": "Ah, wait... You there, wait a second!"
    },
    {
      "jp": "ん？　アタシか……？",
      "tl": "Hmm? Me...?"
    },
    {
      "jp": "ああ、そうだ。\r\n君のその髪なんだけど……",
      "tl": "Yes, you. Your hair..."
    },
    {
      "jp": "はぁ？　なんだよアンタ\r\nアタシが髪染めてんのが気に入らね－ってのか？",
      "tl": "Haa? What's wrong with you? Do you think I died this hair?"
    },
    {
      "jp": "アタシがどうしようとアンタに関係ねぇだろ",
      "tl": "I don't know you."
    },
    {
      "jp": "あ、いや、そうじゃなくて\r\nむしろ、綺麗な色だなって思ってさ",
      "tl": "Ah, not that's not it. It's actually quite a pretty color."
    },
    {
      "jp": "なっ……",
      "tl": "W-W-..."
    },
    {
      "jp": "うん。やっぱりよく似合ってるよ",
      "tl": "Yes. It fits you."
    },
    {
      "jp": "は、はあ……っ！？\r\nアンタ、いきなりなんなんだよ……？",
      "tl": "H-Haa...?! What's the deal with you...?"
    },
    {
      "jp": "ああ、自己紹介が遅れてすまない\r\n実は俺、アイドルのプロデュ－サ－をやってるんだ",
      "tl": "Ah, I forgot to introduce myself. In reality, I'm an Idol producer."
    },
    {
      "jp": "それで、もしよかったら\r\n君をアイドルにスカウトしたくてさ",
      "tl": "And, well, if you'd like, I want to scout you as an idol."
    },
    {
      "jp": "スカウト……\r\nって、アタシをアイドルにしたいってことか？",
      "tl": "Scout... Wait, do you mean you want to turn me into an idol?"
    },
    {
      "jp": "ああ。さっき一目見てピ－ンと来て\r\n君なら絶対、すごいアイドルになれると思うんだ",
      "tl": "Ah, the moment I saw you, I thought you would definitely make a good idol."
    },
    {
      "jp": "どうだ？\r\n俺と一緒に、アイドルを目指してみないか？",
      "tl": "Isn't that so? Would you want to be an idol with me?"
    },
    {
      "jp": "い……いやいやいや！\r\nアタシがアイドルとか、冗談だろ！？",
      "tl": "N...No! No! No! Are you kidding me?! Me, as an idol?!"
    },
    {
      "jp": "……つかテメ－。ひょっとして\r\nアタシのことからかってんじゃね－だろな？",
      "tl": "...You bastard. Are you possibly mocking me?"
    },
    {
      "jp": "へ……？\r\nからかってるって、なんのことだ？",
      "tl": "Eh...? What am I kidding about?"
    },
    {
      "jp": "そんなの決まってんだろ\r\nアタシがアイドルってガラに見えんのかよ？",
      "tl": "Have you not decided yet. Do I look like an idol to you?"
    },
    {
      "jp": "この髪に、格好だって女っぽくね－し\r\n口だってこの通り、いい方じゃね－……",
      "tl": "This hair, this kind of personality. Even this mouth will never say anything good-"
    },
    {
      "jp": "これでアイドルに向いてるって言われて\r\n信用しろって方が無理があんだろ",
      "tl": "And you say I'm fit for an idol... There's no way I can trust you."
    },
    {
      "jp": "そんなことない。雰囲気や喋り方は、ひとつの個性\r\nむしろアイドルとして魅力的だよ",
      "tl": "That's not it. Your atmosphere, lone kind of personality. You have the attraction of an idol."
    },
    {
      "jp": "ふぅん……魅力、ね",
      "tl": "Fuu... Attraction..."
    },
    {
      "jp": "（黙り込んでしまった……\r\n一気にたくさん話しすぎて、引かれてしまったかな）",
      "tl": "(She's silent now... I wonder if I've said too much... I think I messed up.)"
    },
    {
      "jp": "……西城樹里だ。樹里って呼べよ",
      "tl": "... Juri Saijo. Just call me Juri."
    },
    {
      "jp": "え？",
      "tl": "Eh?"
    },
    {
      "jp": "……そこまで言ったんだ\r\nアタシのことアイドルらしくしてみろよ",
      "tl": "... I'll tell you this, I'll try to become an idol."
    },
    {
      "jp": "ただし、アタシはアタシのやり方を\r\n変えるつもりはね－からな",
      "tl": "However, I'll do it my way. I will change it my way."
    },
    {
      "jp": "……！\r\nああ、これからよろしくな、樹里っ！",
      "tl": "...! Ah, glad to be working with you, Juri!"
    }
  ]
}
