{
  "messages": [
    {
      "jp": "オーディションで選んでください～\r\nこちらは、オーディションを受ける子たちの資料になります",
      "tl": "I've chosen from the auditions. Here's the audition information."
    },
    {
      "jp": "なるほど……わかりました\r\nじゃあ、行ってきますね",
      "tl": "I see... understood. I'm going now."
    },
    {
      "jp": "大崎甜花さん、ですね\r\n今日はよろしくお願いします",
      "tl": "Tenka Osaki... right?  Looking forward to working with you."
    },
    {
      "jp": "ひゃっ！\r\n……は、はい……よろしくお願いします……",
      "tl": "Hyaa! ...Y-Yes... I'll be in your care..."
    },
    {
      "jp": "えーと……ごめんね\r\n驚かせちゃったかな？",
      "tl": "Ah, sorry. Did I scare you?"
    },
    {
      "jp": "い、いえ……\r\nあの……",
      "tl": "N-No... Um..."
    },
    {
      "jp": "甜花……あんまり、他の人と話さないから……\r\nちょっと、びっくりしちゃっただけ……です……",
      "tl": "Tenka... doesn't talk to a lot of people... I was a little... surprised."
    },
    {
      "jp": "そうなんだ。でもオーディションだからって\r\nあんまり緊張せずに、楽しく話してもらえばいいからね",
      "tl": "Is that so? It's an audition so... you don't have to be nervous, let's just have fun talking."
    },
    {
      "jp": "楽しく話す……\r\nえ、えっと……頑張ります……",
      "tl": "Have fun... U-Um... I'll do my best...."
    },
    {
      "jp": "それで、大崎さんはどうしてアイドルになろうと\r\n思ったのかな？",
      "tl": "So, Osaki-san, what made you want to become an idol?"
    },
    {
      "jp": "えっと……甜花はアイドルって……\r\nよくわかんないけど……",
      "tl": "Ah... Tenka didn't know why she wanted to be an idol..."
    },
    {
      "jp": "なーちゃんが、一緒にアイドルになろうって……\r\n言ってくれたから……です……",
      "tl": "Na-chan wanted us to be idols together... that's what she said..."
    },
    {
      "jp": "なーちゃん？",
      "tl": "Na-chan?"
    },
    {
      "jp": "あ、えっと……なーちゃんは……甜花の妹で……\r\n甘奈ちゃん、だから……なーちゃんって、呼んでる……",
      "tl": "Ah, um... Na-chan is Tenka's... little sister... She's Amana-chan, that's why... Na-chan..."
    },
    {
      "jp": "（妹……書類に双子の妹がいると書いてあったな\r\nあの子のことか）",
      "tl": "(Little sister... there was something like that in the document...)"
    },
    {
      "jp": "そうなんだ。妹さんの言葉でアイドルになろうって\r\n思えるぐらい、妹さんのことが好きなんだね",
      "tl": "Is that so... You wanted to become an idol because of your little sister... You sure care for your little sister."
    },
    {
      "jp": "はい……なーちゃんは……いつも優しくて、元気で……\r\n甜花、大好き……",
      "tl": "Yes... Na-chan is always... happy... and energetic... Tenka, loves her..."
    },
    {
      "jp": "いい子なんだね",
      "tl": "You sure are a good person. "
    },
    {
      "jp": "にへへ……\r\n甜花、アイドルなんて……できるのかなって、思うけど……",
      "tl": "Ehehe... Becoming an idol... Tenka doesn't know if she can do it..."
    },
    {
      "jp": "でもなーちゃん、あんなふうに、言ってくれたから……\r\nなーちゃんのためにも、頑張ろうって……思います……",
      "tl": "But Na-chan wanted me to so... For Na-chan, I want to do my... best..."
    },
    {
      "jp": "なるほど……",
      "tl": "I see..."
    },
    {
      "jp": "（妹さんのことを話すときの笑顔……\r\nこの笑顔を見てるとこっちまで楽しくなってくるな）",
      "tl": "(The smile when she's talking about her little sister... )"
    },
    {
      "jp": "（周りから魅力を引き出してあげれば\r\nすごいアイドルになるのかもしれない！）",
      "tl": "(If we can take that spirit and show it, she might make an amazing idol!)"
    },
    {
      "jp": "よし、君は合格だ！",
      "tl": "Alright, you pass!"
    },
    {
      "jp": "え……本当……？",
      "tl": "Eh... Really?"
    },
    {
      "jp": "甜花が……アイドル……？",
      "tl": "Tenka's... an idol?"
    },
    {
      "jp": "ああ、俺が君のプロデューサーだ\r\nよろしく、甜花さん",
      "tl": "Ah, I'm your Producer. Happy to work with you, Tenka-chan."
    },
    {
      "jp": "は、はい……",
      "tl": "Y-Yes..."
    },
    {
      "jp": "甜花……頑張りましゅ！",
      "tl": "Tenka... will do her best!"
    },
    {
      "jp": "あ、頑張ります……！",
      "tl": "I'll definitely do my best...!"
    }
  ]
}
