{
  "messages": [
    {
      "jp": "（社長もいきなりだな\r\n『スカウトしてこい』だなんて……）",
      "tl": "(Even the President told me 'Go out and scout'..."
    },
    {
      "jp": "とりあえず、人通りが多いところに行ってみるか",
      "tl": "Never mind that, there are so many passersby..."
    },
    {
      "jp": "（ん、あそこでやってるのは雑誌の撮影か\r\nあのモデル……なんだか目を引かれるな）",
      "tl": "(There's a magazine shooting over there... That model... somehow I can't take my eyes off of her"
    },
    {
      "jp": "よし、今日の撮影はここまでにしておこう",
      "tl": "Alright, that's it for today's shooting."
    },
    {
      "jp": "お疲れ様です、ありがとうございました",
      "tl": "Good work, thank you very much."
    },
    {
      "jp": "（あのモデル……\r\n凛としてとてもかっこいいな……）",
      "tl": "(That model... she looks dignified and cool...)"
    },
    {
      "jp": "やあ、私に何か用かな？",
      "tl": "Hi, what do you want?"
    },
    {
      "jp": "えっ、あ、ああ……",
      "tl": "Eh, A-Ah..."
    },
    {
      "jp": "私を見ていたと思ったのだけど……\r\n気のせいだったかな",
      "tl": "I thought you were watching me... Maybe it was just my imagination."
    },
    {
      "jp": "いや、気のせいじゃないぞ。確かに君を見ていたよ\r\nあ、俺は芸能プロダクションに勤めている者で……",
      "tl": "No, it wasn't your imagination. I was indeed watching you, I work in the entertainment industry..."
    },
    {
      "jp": "フフ。なるほど\r\nつまり、私をスカウトしたいのかい？",
      "tl": "Fufu, is that so? That means... you want to scout me?"
    },
    {
      "jp": "ああ、さっきの撮影を見ていて素質を感じたんだ\r\n君、アイドルになる気はないかい？",
      "tl": "Ah, I thought you were amazing during the shooting just now. Do you... want to be an idol?"
    },
    {
      "jp": "……へぇ、私がアイドルか",
      "tl": "...Eh, me as an idol?"
    },
    {
      "jp": "ああ\r\nぜひ君をアイドルとして、プロデュースしたいんだ！",
      "tl": "Ah, I'm looking forward to produce you as an idol!"
    },
    {
      "jp": "でも、見てのとおり\r\n私はアイドルらしくはないんじゃないかな？",
      "tl": "But, as you saw... I'm not fitting for an idol, am I not right?"
    },
    {
      "jp": "もっと、アイドルにふさわしい子はいっぱいいるのに\r\nどうして、わざわざ私なんだい？",
      "tl": "There are a lot more people who are more worthy... Why did you choose me?"
    },
    {
      "jp": "君だからこそ、プロデュースしたいんだ！\r\n君には、アイドルの素質が十二分にある！",
      "tl": "Because I want to produce you! You have more than enough idol qualities!"
    },
    {
      "jp": "堂々としていて、自分の魅せ方を知っている\r\nそれだけでも、すごい武器になるぞ！",
      "tl": "If you're dignified, you'll understand your abilities. That alone, is a great weapon!"
    },
    {
      "jp": "ぜひ、俺に君をプロデュースさせてほしい！",
      "tl": "By all means, I look forward to producing you!"
    },
    {
      "jp": "……なるほどね、フフ\r\nよし……その誘い、受けさせてもらうよ",
      "tl": "...I see, fufu. Alright... I accept your invitation."
    },
    {
      "jp": "本当か！？\r\nでも、こんなに早く決めていいのか？",
      "tl": "Really?! But don't you need more time to think about it?"
    },
    {
      "jp": "クス\r\n自分からスカウトしてきたのに、おかしなことを言うね",
      "tl": "Huh? You were the one who scouted me, and you're saying something strange now..."
    },
    {
      "jp": "わ、悪い\r\nずいぶんあっさりしていたから、つい……",
      "tl": "S-Sorry, I was being a bit bothersome..."
    },
    {
      "jp": "フフ。アナタの私を思う気持ちに、\r\n応えたいと思っただけだよ",
      "tl": "Fufu. I just wanted to respond to your thoughts."
    },
    {
      "jp": "つまり私を選んだアナタに\r\n興味を引かれたんだ",
      "tl": "In other words, I was interested when you picked me."
    },
    {
      "jp": "それは光栄だけど……",
      "tl": "That's an honor but..."
    },
    {
      "jp": "（なんだか、距離が近すぎるような……）",
      "tl": "(Somehow, she's being too close...)"
    },
    {
      "jp": "どうかしたのかい？",
      "tl": "What's the matter?"
    },
    {
      "jp": "い、いや、なんでもない\r\nそれじゃあ、事務所で詳しい話をさせてもらえるかな？",
      "tl": "N-Nothing, it was nothing. Shall I tell you the details of our office?"
    },
    {
      "jp": "ああ、よろしく頼むよ",
      "tl": "Ah, go on."
    },
    {
      "jp": "改めて、私は白瀬咲耶だ\r\n私たちの新たなる第１歩を、共に踏み出そう",
      "tl": "I'm Sakuya Shirase. Let's both take my first step together."
    }
  ]
}
