{
  "messages":[
     {
        "jp": "（うーん、はづきさんのアドバイスでスカウトにきてみたけど……）",
        "tl": "(Ok, Hazuki advised to go scouting but...)"
     },
     {
        "jp": "やっぱりそう簡単には見つからないよなぁ……ん？",
        "tl": "And of course, it's not going to be that simple... Huh?"
     },
     {
        "jp": "（着物なんて、若いのに珍しい子がいるな……\r\nしゃがみこんでどうしたんだろう）",
        "tl": "(It's rare to see young people wearing kimonos...... I wonder if she's ok)"
     },
     {
        "jp": "……君、大丈夫か？",
        "tl": "You... are you ok?"
     },
     {
        "jp": "……凛世、でしょうか……？\r\n下駄の鼻緒が……",
        "tl": "...Is mister talking about Rinze...? The strap on my clogs......"
     },
     {
        "jp": "ああ、切れちゃったのか……\r\nええと、ちょっとそれ、貸してくれないか",
        "tl": "Ah, it broke.... Uhh, wait here, can I have a look?"
     },
     {
        "jp": "うーんと、何かで読んだんだ。たしかハンカチを裂いて……\r\n5円玉に通してっと。よっ……できた",
        "tl": "Uhh, I read it somewhere. Just rip a handerchief... and pass it through a 5 yen coin and... it's done!"
     },
     {
        "jp": "はい。……ちょっと不格好だけど\r\n少し歩くくらいなら問題ないと思う",
        "tl": "Yes... wait, I have a bad feeling about this. As long as you don't walk too much, I don't think there's going to be a problem."
     },
     {
        "jp": "……ご親切、感謝いたします\r\nですが……貴方さまのハンカチが……",
        "tl": "... Thank you for your kindness. But... mister's handkerchief..."
     },
     {
        "jp": "お返しに、あがりますので……\r\nご所在を、お教えください",
        "tl": "In return, please, tell me where you live..."
     },
     {
        "jp": "（……改めて見るとすごく美人な子だな……\r\nなんというか雰囲気がある……）",
        "tl": "(... when I look at her now, she's quite a beautiful girl... How do I put it... There's some kind of atmosphere...)"
     },
     {
        "jp": "あの……？",
        "tl": "Um...?"
     },
     {
        "jp": "え？　ああ！　すまんすまん\r\nハンカチは返さなくていいよ。貰ってくれ。それより……",
        "tl": "Eh? Ah! Sorry. You don't have to repay me for my handkerchief. Instead..."
     },
     {
        "jp": "アイドルをやってみないか？",
        "tl": "Would you like to be an idol?"
     },
     {
        "jp": "アイ、ドル……？",
        "tl": "I...dol?"
     },
     {
        "jp": "そう、きみをプロデュースしたいんだ\r\n俺が必ず最高の舞台に連れていってみせる",
        "tl": "Yes, I want to produce you. I will take you to the best stage."
     },
     {
        "jp": "……どうかな？",
        "tl": "...What do you say?"
     },
     {
        "jp": "それはもしや……この凛世、\r\n殿方に、そのようなことを言われたのは、はじめてです……",
        "tl": "If it's fine... for Rinze. Mister, we just met and you're saying all this..."
     },
     {
        "jp": "あ……す、すまん\r\n急にこんなこと言われても困るよな……",
        "tl": "A-Ah, sorry. Being told so much so suddenly..."
     },
     {
        "jp": "でも、ちょっとでも興味があったら\r\nこの名刺の事務所にきてほしい。待ってるから",
        "tl": "But of you're interested in it, follow where this business card entails. I'll be waiting."
     },
     {
        "jp": "……こちらに、貴方さまが……",
        "tl": "This is... mister's..."
     },
     {
        "jp": "……必ずや、お伺いいたします\r\nこの凛世、不義理は、いたしません。それでは……",
        "tl": "I will contact mister. Rinza will not be impolite. So now..."
     },
     {
        "jp": "（うーん、やっぱり連絡はないか……あの着物の子\r\nちょっと強引すぎたかな……）",
        "tl": "(Mhmm, as I thought, she's not going to contact me... That Kimono girl... maybe I was too forceful on her...)"
     },
     {
        "jp": "御免下さい……",
        "tl": "I'll be in your care."
     },
     {
        "jp": "……あれ、君は……",
        "tl": "Eh, you're..."
     },
     {
        "jp": "先日は、ありがとう、ございました\r\nハンカチの、お返しに、参りました",
        "tl": "Thank you... for the other day. In return for the handkerchief... I have arrived."
     },
     {
        "jp": "これを……そうか、わざわざ持ってきてくれたのか\r\nなんだか悪いな",
        "tl": "This... Is that so, was I a bother to you...? I somewhat feel bad..."
     },
     {
        "jp": "いえ……\r\nそれと、本日は……お返事をしに伺いました",
        "tl": "No... In fact, today... I came here to give mister an answer."
     },
     {
        "jp": "凛世は、心を、決めました",
        "tl": "Rinze... decided."
     },
     {
        "jp": "これからは一生、貴方さまに、\r\nついて参ります",
        "tl": "From now on... I will follow Mister."
     },
     {
        "jp": "……ということは、決心してくれたのか！　\r\nありがとう！　……その、りんぜ……さん？",
        "tl": "...so that means, you've decided to join me?! Thank you!...Um, Rinze...san?"
     },
     {
        "jp": "はい、杜野凛世と、申します。ふつつかものですが\r\nどうぞ、よろしくお願いいたします",
        "tl": "Yes, Morino Rinze. It's a bit rude but... thank you very much."
     }
  ]
}
